{
    "paragraphs": [
        "Initial management of patients with burns and combined injuries\nfor acute care surgeons: What you need to know\nBarclay T. Stewart, MD, PhD, FACS, Mary A. Hunter, MD, Laura Johnson, MD, Dylan Jason, MD,\nand Saman Arbabi, MD, Seattle, W ashington\nABSTRACT: There are nearly 700,000 adults and children with burn injuries who seek care in America each year. While most patients with major burn in-\njuries are cared for at American Burn Association–verified burn centers, many of them present to nonburn centers initially or present with com-\nbined burns and other injuries. Despite this, burn surgery is no longer mandated by the Accreditation Council for Graduate Medical Education\nfor general surgery residency and is rarely a meaningful component of surgical critical care fellowships. However, general surgeons are called to\nparticipate in and, occasionally, lead the care of adults and children with burn injuries when burn expertise is not available, for patients with\ncombined burns and other injuries, when procedures are required, in intensive care units, and/or during multiple casualty incidents and disasters.\nFundamental burn care knowledge and skills deployed during these moments can radically impact patients' chances of survival and future qual-\nity of life. This clinical review covers burn-specific aspects of the primary survey and follows the ABCDE approach. Additional details about\ncore burn care principles (e.g., inhalation injury, resuscitation, wound care) and special considerations in combined burns and other injuries are\nalso presented (e.g., burns with concomitant abdominal, thoracic, skeletal, and/or intracranial injury(ies)). (J Trauma Acute Care Surg.2025;99:\n10–23. Copyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.)\nKEY WORDS:Burns; inhalation injury; resuscitation; wound care.\nT\nhere are nearly 700,000 adults and children with burn inju-\nries who seek care in America each year.1 Most of those are\ncared for in the outpatient setting and rarely require attention\nfrom general surgeons.2 About 30,000 patients with burn inju-\nries are admitted to hospitals annually, and half of those have\nrelatively minor injuries not requiring surgical care. The re-\nmainder, around 10,000 patients each year, have more exten-\nsive injuries requiring emergency procedures, critical care,\nand/or surgery, and 80% of those are cared for at American\nBurn Association–verified burn centers by well-orchestrated\nmultidisciplinary teams organized to provide high-quality care\nacross the injury continuum.\n3–5 Thus, thousands of burn-\ninjured patients are cared for outside of burn centers or present\nto nonburn centers for stabilization and may require care by\ngeneral surgeons. Importantly, general surgeons are keystones\nof care for patients with multidimensional trauma, who repre-\nsent between 0.5% and 1.2% of injured patients at trauma cen-\nters nationally.\n6,7\nDespite the need for broadly trained general and trauma\nsurgeons, burn surgery is no longer mandated by the Accredita-\ntion Council for Graduate Medical Education for general surgery\nresidency and is rarely a meaningful component of surgical criti-\ncal care fellowships.\n8 However, general surgeons are called to\nparticipate in and, occasionally, lead the care of adults and\nchildren with burn injuries when local burn expertise is not\navailable, for patients with combined burns and other injuries,\nwhen procedures are required, in intensive care units, and during\nmultiple casualty incidents and disasters. Fundamental burn care\nknowledge and skills deployed during these moments can rad-\nically impact patients' chances of survival and future quality\nof life.\n9–13\nThis clinical review covers burn-specific aspects of the\ninitial assessment and follow the ABCDE approach (Table 1).\nAdditional details about core burn care principles (e.g., inhala-\ntion injury, resuscitation, wound care) and special considerations\nin combined burns and other injuries are also presented. Lastly,\nthis review is biased toward larger injuries, as there is often less\ntime for review of core principles and inaction has life- and limb-\nthreatening consequences.\nINITIAL ASSESSMENT AND THE ABCDE\nAPPROACH\nThis section will review the initial assessment of burn-\ninjured patients and provide context and next steps for their care\nbeyond the primary and secondary surveys. The ABCDE ap-\nproach is used to leverage a known framework for care of in-\njured patients (Table 1).\nAirway\nAirway management of patients with burn injury can be\ncomplicated by inhalation injury, head and neck burns, and gen-\neralized edema from systemic inflammation and resuscitation.14\nSubmitted: November 14, 2024, Revised: February 14, 2025, Accepted: November 24,\n2024, Published online: March 13, 2025.\nFrom the Division of Trauma, Burn and Critical Care Surgery (B.T.S., D.J., S.A.),\nHarborview Medical Center, University of Washington, Seattle, Washington; Di-\nvision of Acute Care Surgery (M.A.H.), University of Michigan, Ann Arbor,\nMichigan; Department of Surgery (L.J.), Emory University, Atlanta, Georgia;\nand Department of Surgery (L.J.), Uniformed Services University of the Health\nSciences, Bethesda, Maryland.\nAddress for correspondence: Barclay T. Stewart, MD, PhD, FACS, Division of Trauma,\nBurn and Critical Care Surgery, Harborview Medical Center, University of\nWashington, 325 9th Ave, Box 359796, Seattle, WA 98104; email: barclays@uw.edu.\nDOI: 10.1097/TA.0000000000004559\nWHA TYOU NEED TOKNOW SERIES – REVIEWS\n10\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "In addition to usual indications for advanced airway manage-\nment (e.g., Glasgow Coma Scale score≤8, injuries that compro-\nmise the airway, inability to oxygenate or ventilate), burn-\ninjured patients should be evaluated for the following to assess\nneed for advanced airway management\n15:\n1. Inhalation injury:\nTy pe I— upper airway (i.e., supraglottic) heat injury\nTy pe I I— smoke inhalation\nT ype III— systematic toxicity that disrupts oxygen transport or\nuse (e.g., carbon monoxide [CO], hydrogen cyanide [HCN])\n2. Deep facial and circumferential or near-circumferential neck\nburns that limit mouth opening and neck mobility and cause\nairway edema\n3. Extensive burns that will generate systemic inflammation and\ncapillary leak requiring large volume resuscitation (i.e.,\n≥40% total body surface area [TBSA])\nType I Inhalation Injury\nThe upper airway is an extremely effective heatsink be-\ncause of its rich capillary network. However, prolonged duration\nor intense exposure to heat can lead to Type I inhalation injury.\nThe resultant edema of the lips, tongue, hypopharynx, and/or\nglottic opening can cause progressive airway obstruction, particu-\nlarly when associated with a large burn and need for resuscitation.\nSecondary symptoms and signs of upper airway injury include\nloss of facial hair, soot in the mouth/nose, hoarseness, difficulty\nswallowing, and stridor. Type I inhalation injury is not necessarily\nTABLE 1.Key Considerations and Pitfalls for General Surgeons Managing Patients With Burn Injuries\nAirway and breathing\nIn addition to usual indications, advanced airway management should be performed early in patients with deep head/neck burns and large burn injuries(e.g., >40–50%\nTBSA) and those with supraglottic inhalation injury.\nMany patients with flash burns to the face will not require intubation despite head/neck burns, as the oro- and hypo-pharynx act as excellent heat sinks and prevent\nsupraglottic injury.\nPatients injured in an enclosed space or with high COHb levels (i.e., >10% COHb) should be treated with 100% oxygen until COHb normalizes.\nCyanide toxicity should be suspected when patients injured in an enclosed space are in extremis, shock, and with significant metabolic/lactic acidosis despite\nresuscitation. Hydroxocobalamin (Cyanokit) should be immediately administered. Patients who receive hydroxocobalamin are at increased risk of AKI and renal\nreplacement therapy, so it should only be given when cyanide toxicity is suspected.\nPatients injured while smoking on home oxygen generally do not have severe inhalation injury. However, they can experience upper airway injury, and chronic\nobstructive pulmonary disease exacerbation can ensue.\nEscharotomy of the chest may be required for patients with deep and near circumferential truncal burns who are difficult to ventilate. This is rarely required in the first 1 to\n2 hours after burn injury. Alternative causes for difficulty with ventilation should be sought during the primary and secondary surveys (e.g., mainstem intubation,\npneumothorax).\nCirculation\nRule out nonburn causes of tachycardia, hypotension, and/or shock while addressing burn shock during primary and secondary surveys.\nBurn shock is a combination of inflammation-induced capillary leak, vasoplegia, and varying degrees of myocardial dysfunction. Treatment should be focused on goal-\ndirected correction of hypovolemia, vasopressor use as required, and inotropic support if evidence of low ScVO\n2 or cardiac index.\nThe initial intravenous rate of warm LR for patients with major burns is 500 mL/h for children≥14 years and adults, 250 mL/h for children aged 6–13 years, and 125 mL/\nh for children aged≤5y e a r s .\nEarly coadministration of colloid (e.g., albumin, plasma) with LR may reduce total resuscitation volumes. Plasma may mitigate the endotheliopathyof burns.\nRunaway resuscitations or resuscitation failures occur when there is oliguria, hypotension, and progressive acidosis despite appropriate fluid adjustments. In addition,\npatients approaching the Ivy index (i.e., 250 mL/kg administered during the first 24 hours of injury), resuscitation volumes≥6 mL/kg/%TBSA, or hourly total fluid\nrates ≥1500 mL/h should signal runaway resuscitations. Use of colloid, renal replacement therapy, ultra-early excision for full-thickness injuries, or plasma exchange\nfor partial thickness injuries should be considered.\nWhen combined burn and other injuries, hemorrhagic shock should be addressed while burn shock is treated with plasma-based resuscitation to reduce the risk of\ncoagulopathy.\nDisability\nFull-thickness burns that are circumferential or near circumferential can have a tourniquet effect and prevent soft-tissue expansion with progressive edema during\nresuscitation. The result is increased compartment pressures and compartment syndromes. Partial thickness injuries rarely cause compartment syndromes and should\nnot be incised unless there are signs and symptoms of elevated compartment pressures; extremities with partial thickness injury can be elevated to reduce swelling.\nThe goal of escharotomy is to relieve the pressure by incising only the eschar, which is achieved by incision through the dermis and subdermal bands anddoes not require\nincision into the subcutaneous fat, fascia, or muscle.\nBleeding is common and should be systematically controlled to avoid major blood loss. Note that burn-injured patients during resuscitation generally experience both\ndilutional and consumptive coagulopathy. Use of electrocautery and sutures to control bleeding is typically required.\nExposure\nComplete exposure in the emergency unit allows inspection for other injuries, access for procedures, and estimation of burn depth and size. However,exposure also leads\nto hypothermia when patients have lost the thermoregulation capabilities of intact skin. Hypothermia in the emergency unit and on admission to the int e n s i v ec a r eu n i t\nis associated with delayed wound healing, sepsis, MODS, and death. Photos can be quickly taken before the patient is again covered and warmed to allow multiple\nproviders to see and understand the injury and estimate burn depth and size with less time pressure.\nPassive warming is necessary but insufficient (e.g., warm room, warm blankets, Mylar head covering) for adults and children with≥10–20% TBSA injuries. Evaporative\ncooling should be prevented by coverage with Mylar blankets, plastic gowns, or greasy dressings. Active warming with forced air warming blankets, warmed fluids,\nwarm humidified air/oxygen, radiant heat lamps, and/or intravascular or intra-esophageal warming devices may be required. Invasive devices are used when core\ntemperatures are <35°C.\nMODS, multiple-organ dysfunction syndrome.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 11\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "associated with poor oxygenation or ventilation, or abnormali-\nties on chest imaging. Therefore, a careful history and direct\nexamination are most useful. Flexible laryngoscopy can demon-\nstrate evidence of inhalation injury and edema but only repre-\nsents a moment in time. Minor symptoms in patients with\nsmaller burns who can describe their symptoms can be ob-\nserved. Patients with flash burns affecting the face without pro-\nlonged exposure to smoke within an enclosed space may have\nsinged facial hair, soot in their mouth/nose, and facial burns\nbut are low risk for significant T ype I inhalation injury requiring\nintubation.\nTreatment for significant T ype I inhalation injury is timely\nendotracheal intubation. Use of noninvasive positive pressure\nventilation, steroids, racemic epinephrine, heliox, and other tem-\nporizing measures is not advised. Deep facial and neck burns\ncan limit the oral aperture and neck mobility and are harbingers\nfor significant airway edema related to T ype I inhalation injury\nand/or venous obstruction of the hypopharynx and neck. When\nfacial and/or airway edema is severe, a surgical airway should\nbe included in the airway management plan, and appropriate\nresources should be at the ready. Repeated manipulation of an\ninjured glottis, particularly in children, can precipitate airway\nobstruction. Surgical airway should be performed without delay\nin such cases.\nThe systemic inflammation and large volume resuscita-\ntion requirements associated with large burn injuries (e.g.,\n≥40% TBSA) can cause progressive airway obstruction and/or\npulmonary edema that result in respiratory failure. In most cases,\npatients with large burn injuries should be intubated shortly after\npresentation before it becomes unsafe to do so. Note that induc-\ntion of anesthesia for endotracheal intubation in patients with\nburn shock (i.e., hypovolemia, vasoplegia, myocardial dysfunc-\ntion) can cause cardiac arrest. Initiating resuscitation and aug-\nmenting hemodynamics vasopressors are recommended before\ninduction.\nBreathing\nType II Inhalation Injury\nProlonged or intense exposure to smoke particles and toxic\ngases generally within an enclosed space can cause Type II inha-\nlation injury. The result is a neuropeptide-mediated cascade of\ninflammation, disruption of mucociliary clearance, epithelial\nsloughing, pulmonary and interstitial edema, and impaired gas\nexchange.\n16 Nitric oxide–induced uncoupling of the hypoxic\nvasoconstriction reflex, dynamic airway obstruction with air\ntrapping, loss of surfactant because of Type II pneumocyte apo-\nptosis, and direct alveolar injury all exacerbate hypoxemia and\nineffective ventilation.\n17 Patients with significant inhalation in-\njury typically experience systemic inflammation that increases\nresuscitation requirements and risks of respiratory failure, pneu-\nmonia, multiple-organ dysfunction syndrome, poor long-term\noutcomes, and death.\n18,19\nThe initial chest x-ray is generally normal. Imaging after 6\nto 12 hours may demonstrate bilateral diffuse airspace disease\nthat can complicate the diagnosis of acute respiratory response\nsyndrome (ARDS). Patients can have significant T ype II inhala-\ntion injury without T ype I or III inhalation injury and vice versa.\nTherefore, a blood gas with normal carboxyhemoglobin (COHb)\nlevels should not be used to rule out Type II inhalation injury.\nInstead, diagnosis relies on history and bronchoscopy with bron-\nchoalveolar lavage. Bronchoscopy should be performed within\nthe first 24 to 48 hours of admission.\n18 Bronchoscopists use\nthe Abbreviated Injury Scale to diagnose Type II inhalation in-\njury using signs such as soot deposits, bronchorrhea, mucosal\nedema, mucosal friability, airway plugging, and necrosis (Fig. 1).\nA bronchoalveolar lavage sample is sent for gram stain and cul-\nture. Antibiotics to cover community acquired pneumonia are\ninitiated with positive gram stain or culture to reduce the risk\nof pneumonia, particularly for patients with more severe inhala-\ntion injury.\n18 Once Type II inhalation injury is diagnosed, treat-\nment includes inhaled heparin to prevent fibrin crosslinking of\nexudate and sloughed epithelial cells in the airways, albuterol\nto mitigate air trapping behind dynamic airway obstructions,\nand N-acetylcysteine to serve as a mucolytic and free radical scav-\nenger (heparin-albuterol-mucolytic therapy). Heparin-albuterol-\nmucolytic therapy significantly reduces ventilator days.\n20 Multi-\nple mechanical ventilation strategies for severe inhalation injury\nhave been described (e.g., airway pressure release ventilation,\nhigh-frequency percussive ventilation). However, no strategy is\ndefinitively more effective than one's institutional best practices\nand lung protective ventilation when appropriate.\n21 Similarly,\nserial toilet bronchoscopy is not required unless there is persistent\nor recurrent lobar collapse related to mucus/slough plugging.\nType III Inhalation Injury\nSmoke contains many gases, and several of them have de-\nscribed toxidromes. The two most severe and well described are\nCO and HCN toxicity. Carbon monoxide is a colorless, odorless\ngas emitted predominantly from combustion of fossil fuels and\norganic material (e.g., wood, cotton, or wool fabrics). Carbon\nmonoxide has an affinity for hemoglobin more than 200/C2that\nof oxygen. Carbon monoxide bound to hemoglobin creates\nCOHb, which shifts the oxyhemoglobin dissociation curve to\nthe left by impairing the release of oxygen in tissues. The result\nis cellular anoxia. When COHb comprises a significant propor-\ntion of all hemoglobin, cellular anoxia can be symptomatic and\npotentially fatal. Levels above 10% should be treated. When\nCOHb is≥20% to 30%, significant symptoms can occur includ-\ning headache, nausea, confusion, tachycardia, and hypotension.\nAt COHb >40% to 50%, loss of consciousness, seizures, coma,\nand circulatory collapse can ensue. Carboxyhemoglobin can be\nmeasured by blood gas analysis. Use of a pulse oximeter may re-\nport a reassuringly high peripheral capillary oxygen saturation\n(SpO\n2), as COHb absorbs infrared light and is detected as oxy-\ngenated hemoglobin.\nThe treatment for CO toxicity is administration of 100%\noxygen. The half-life of COHb when breathing 21% oxygen\nis approximately 4 to 5 hours, which can be decreased to approx-\nimately 90 minutes with 100% oxygen. Initial %COHb can\nbe estimated using established nomograms. Administration of\nhyperbaric oxygen will decrease this half-life even further. How-\never, hyperbaric chambers are not practical for critically injured\npatients. Furthermore, meta-analyses have not found sufficient\nevidence to support the use of hyperbaric over normobaric oxy-\ngen for preventing mortality or neuropsychiatric sequelae after\nCO toxicity.\n22\nStewart et al.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\n12 © 2025 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "Hydrogen cyanide is emitted from combustion of plastics,\nresins, and synthetic materials, although some natural fibers can\nrelease HCN because of their nitrogen content. Hydrogen cya-\nnide binds to the ferric iron moiety of cytochrome oxidaseα\n3,\ninhibiting the mitochondrial cytochrome complex and disrupting\noxygen utilization, oxidative phosphorylation, and aerobic me-\ntabolism. Hallmarks of HCN toxicity include significant lactic\nacidemia (i.e.,≥8 mmol/L) and hypotensiondespite resuscitation.\nThe latter is related to cardiac dysfunction and loss of vasomotor\ntone. In the emergency unit setting, patients injured within an\nenclosed space who have significant metabolic acidosis, lactate\nlevels ≥8 mmol/L, or shock despite resuscitation are considered\nto have HCN toxicity. Serum cyanide ion concentration can be\nmeasured but is not routinely available in clinical settings.\nThe treatment for HCN toxicity is hydroxocobalamin and\nshould be immediately administered. Hydroxocobalamin binds\nfree cyanide creating cyanocobalamin (vitamin B12), which is\nreadily excreted in the urine. Oxalate, a minor metabolite, is also\nformed. Hydroxocobalamin should not be used indiscriminately,\nas it can cause oxalate crystal nephropathy. Patients who receive\nhydroxocobalamin have higher rates of acute kidney injury (AKI)\nand need for renal replacement therapy.\n23 In addition, patients\nadministered hydroxocobalamin will have deep purple-colored\nbodily fluids (e.g., serum, urine). The discoloration can cause\nspectrophotometric interference, affect the validity of key laboratory\ntests (e.g., blood gas analysis, creatinine and bilirubin levels),\nand complicate assessment of injury depth.\nDeep Torso Burns\nFull-thickness, leathery, circumferential or near-circumferential\neschar to the upper torso can prevent effective ventilation. This\ncan be detected in mechanically ventilated patients by observing\nvery high peak and plateau airway pressures without another\ncause. This rarely occurs in the minutes after injury and generally\ntakes 2 to 12 hours to manifest as resuscitation occurs. Treatment\nfor torso compartment syndrome is escharotomy incisions through\nfull-thickness eschar that release the chest and/or abdomen to move\neffectively with ventilation (e.g., across the superior chest from\none anterior axillary line to the other, down each anterior axillary\nline, across the torso beneath the chondral margin, and poten-\ntially other escharotomy incisions to achieve sufficient release).\nEscharotomy technique will be discussed below (Fig. 2).\nSmoking-Related Home Oxygen Burn Injuries\nPatients with chronic obstructive pulmonary disease or\nother chronic, severe pulmonary diseases can present with flash\nburns from smoking while using oxygen. These patients gener-\nally have burns on the nose, lips, and/or cheeks, and most do not\nnecessarily have inhalation injury.\n24 Intubation is not required\nFigure 1.Abbreviated Injury Scale for inhalation injury with corresponding bronchoscopy images.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 13\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "for significant lip swelling but may be required for acute on\nchronic hypoxemia or hypercarbia. chronic obstructive pulmo-\nnary disease exacerbation can occur (or was the cause of using\noxygen while smoking when that behavior was generally avoided),\nand routine medical management is appropriate.\nCirculation\nBurn shock is the result of significant and dysregulated\nimmunoinflammatory activation caused by large burn injury\n(e.g., ≥10–15% full-thickness burns or≥15–20% partial and/\nor full-thickness burns) and compounded by inhalation injury.\nBurn shock is a combination of inflammation-induced capillary\nleak, vasoplegia, and myocardial dysfunction.\n25 In addition,\nfluid losses from partial thickness wounds, endotoxemia from\ngut bacterial translocation, ischemia-reperfusion injury in mar-\nginally perfused tissue beds, hyperviscosity syndrome from\nhemoconcentration, and both inflammatory and iatrogenic endo-\nthelial injury have all been implicated as potentiators of burn\nshock. The degree of immunoinflammatory activation increases\nexponentially within the first hours after burn injury, and burn\nshock becomes more pronounced.\n26 The amount of capillary\nleak, severity of vasoplegia, and degree of cardiac dysfunction\nare dynamic and benefit from individualized, goal-directed re-\nsuscitation rather than the inflexible use of fluid prediction for-\nmulae (e.g., Parkland or Baxter, modified Brooke, American\nBurn Association Consensus formulae).\n25 Peak burn shock gen-\nerally occurs between postinjury hours 12 and 18 and requires\nprogressively less resuscitation after 18 to 48 hours.\nIn the emergency unit, circulation goals are to identify\nand determine the etiology(ies) of shock, secure sufficient\nand durable intravenous access, grossly estimate burn depth\nand size without prolonged exposure that can lead to hypo-\nthermia, and initiate resuscitation. Nonburn causes of shock\nshould be systematically ruled out during the history (e.g.,\nmotor vehicle crash) or primary survey, with trauma series\nx-rays, and/or use of extended focused assessment with so-\nnography for trauma (eFAST) scan. If not obvious, consider-\ning mechanisms like jump/fall from height to escape fire or\nblast injury can prevent missed injuries and causes of shock.\nConsiderations with combined burns and other injuries are\ndiscussed hereinafter.\nT wo large bore venous catheters placed through unburned\nskin or sutured in place if placed through burned skin should be\nobtained. Intra-osseous needles can be used if venous catheters\nare difficult to secure immediately. Central venous access can\ngenerally be delayed until after the primary and secondary sur-\nveys. In patients with normal mental status and at low risk of re-\nquiring endotracheal intubation, enteral resuscitation with oral\nrehydration solution or similar fluids is safe and effective and\ncan be used until venous access is secured, as a primary resusci-\ntation method, or as an adjunct to intravenous resuscitation.\n27,28\nEnteral resuscitation improves gut blood flow, protects mucosal\nimmune function, mitigates pathologic shifts in the gut micro-\nbiome, and reduces bacterial translocation.29–31 Enteral resusci-\ntation is particularly useful during multiple casualty incidents\nwhen resources are stretched thin.\n32,33\nPatients without other causes of shock (e.g., hemorrhagic\nshock, obstructive shock, neurogenic shock) who have extreme\ntachycardia and/or hypotension should be given small boluses\nof warmed lactated Ringer's solution (LR) until end-organ perfu-\nsion is improved. Vasopressors and inotropes may be used early\nbut are not usually required in the first few hours of isolated burn\nshock resuscitation except for patients with very large injuries\n(e.g., ≥40–60% TBSA). Boluses of LR should be minimized,\nas they only increase hydrostatic pressure and can potentiate\nfluid losses from capillary leak resulting in fluid creep, greater\n24-hour resuscitation volumes, compartment syndromes, and\ncirculatory overload.\n25,34\nFigure 2.Example escharotomy incisions and technique. 1, Escharotomy should be performed using extensile incisions and extend\nonly across full-thickness burns (i.e., third-degree or deeper burns) while avoiding boney prominences and neurovascular structures\nbeneath the skin. 2, The incisions should only be deep enough to release the eschar, usually only through dermis and subdermal bands.\n3, In addition to extensile incisions, transverse or connecting incisions may be required to achieve complete release. 4, Care should be\ntaken to stop bleeding as it starts, including ligation of injured vessels, as bleeding can be significant as flow is restored, resuscitation\nimproves peripheral perfusion, and consumptive and dilutional coagulopathy ensues. 5, Surgical or enzymatic escharectomy should be\ndone only in consultation with burn care providers. (A) Example incisions for escharotomy. (B) Left medial arm escharotomy. (C)L e f t\nlateral arm and dorsal hand escharotomy. The left arm escharotomy is not yet complete proximally. Image (A) adapted from Butts C,\nHolmes JH, Carter JE, Surgical Escharotomy and Decompressive Therapies in Burns,J. Burn Care Res., 2020;41(2):263–269.\nStewart et al.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\n14 © 2025 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "Estimating burn depth and size should be done expedi-\ntiously at this stage and without a premium placed on accuracy.\nEstimation of burn size by inexperienced providers, during the\nprimary survey, and before the initial wound care is routinely in-\naccurate. The more important distinction is whether the burn is\ndeep and large enough to require resuscitation— as i m p l e\n“yes” or “no” is sufficient. To address inaccurate burn size esti-\nmation and delays in resuscitation, the American Burn Associa-\ntion established the 500/250/125 rule. The rule guides the initial\nrate (i.e., first hour of resuscitation) of warm LR:\n 500 mL/h for children 4 years or older and adults,\n 250 mL/h for children aged 6 to 13 years, and\n 125 mL/h for children 5 years or younger.\nChildren 5 years or younger or under 30 kg may also re-\nquire dextrose maintenance fluids to prevent hypoglycemia.\nHowever, dextrose fluids should not be given to children who\nhave stress hyperglycemia. An alternative approach to calculat-\ning initial LR rate is the Rule of 10s, developed to simplify fluid\ncalculations for military providers.\n35 In this approach, burn size\nfor patients >40 kg is grossly estimated to the nearest 10%\nTBSA. The initial rate of warmed LR is that %TBSA estimate\nmultiplied by 10 (e.g., 30% TBSA/C210 = 300 mL/h). Adjust-\nments to the Rule of 10s are required for patients >80 kg;\n1 0 0m L / ho fL Ri sa d d e df o re a c h1 0k go v e r8 0k g .\nResuscitation Strategy and Endpoints\nVital signs and urine output (UOP), the most used marker\nof end-organ perfusion, should be carefully monitored hourly.\nThe rate of LR should then be adjusted (or not) based on trends\nin vital signs and UOP (Table 2) using an algorithm. Most algo-\nrithms increase or decrease the LR rate by 10% to 20% if UOP is\nbelow or above the hourly goal (e.g., 30 mL/h or 0.5 mL/kg/h in\nan adult, 0.5–1.0 mL/kg/h in a child), respectively. Additional\ndata can be used to guide resuscitation, particularly when pa-\ntients experience oliguric or anuric AKI and UOP becomes irrel-\nevant, such as laboratory values (e.g., hematocrit to signal\nhemoconcentration, lactate levels), point-of-care ultrasound\nfindings, and data from pulse contour analysis (e.g., PiCCO,\nFloTrac) and lithium thermodilution devices (e.g., LiDCO).\n36,37\nUse of goal-directed resuscitation, computerized decision-\nsupport tools, nurse-driven resuscitation, and hourly communi-\ncation between physicians and nurses reduce the total resuscita-\ntion fluids administered and reduce the incidence of AKI and\ncompartment syndromes.\n26,38\nUse of Colloid\nColloid (i.e., albumin, plasma) is used as an adjunct to LR\ninitially or as a rescue during challenging burn resuscitations.25\nThe Acute Burn Resuscitation Multicenter Prospective Trial\n(ABRUPT) evaluated the use of albumin in burn resuscitation.\nIt was an observational study involving more than 20 burn cen-\nters.\n39 The findings demonstrated that albumin was more com-\nmonly used for patients with larger burns, more severe organ\ndysfunction, and older ages. Despite larger total resuscitation\nvolumes in the patients who received albumin, albumin im-\nproved the in-to-out ratio, indicating more efficient fluid bal-\nance. Acceptable strategies include use of colloid as 1:2 to 1:3\nof the total resuscitation rate (e.g., colloid 200 mL/h + LR\n400 mL/h = total rate 600 mL/h) or a set rate of colloid (e.g., col-\nloid rate equal to maintenance fluid rate + LR goal-directed re-\nsuscitation rate).\n40 As with trauma generally, there is evidence\nthat plasma may mitigate endotheliopathy, serve as a particularly\neffective buffer, and reduce overall resuscitation requirements.\n41\nInterventional trials of albumin and plasma during burn resusci-\ntation are underway.\nRunaway or Failed Resuscitations\nRunaway resuscitations or resuscitation failures occur\nwhen there is oliguria, hypotension, or progressive acidosis de-\nspite appropriate fluid adjustments. In addition, patients ap-\nproaching the Ivy index (i.e., 250 mL/kg administered during\nthe first 24 hours of injury), resuscitation volumes≥6m L / k g /\n%TBSA, or hourly total fluid rates≥1500 mL/h should signal\nrunaway resuscitations.\n42 Fluid administration at these rates\nresult in compartment syndromes, inability to oxygenate and\nTABLE 2.Resuscitation Strategies During Primary and Secondary Survey, After Burn Size Estimation, and Afterwards\nResuscitation Phase\nPatient\nCharacteristics Warm LR Resuscitation Adjuncts Resuscitation Endpoints\nPrimary and secondary surveys\n(prior to burn size estimation)\nAge ≤5 y 125 mL/h Blood products and vasopressors as needed\nfor stabilization\nVital signs, end-tidal CO2,\nblood gas, hematocritAge 6–13 y 250 mL/h\nAge ≥14 y 500 mL/h\nResuscitation Thermal or chemical\ninjury\nGoal directed or 2 mL/kg/\n%TBSA/24 h\nAlbumin, plasma, vasopressors, inotropes,\nultra-early excision, CRRT\nUOP 30 mL/h or 0.5 mL/kg/h\nChildren ≤13 y Goal directed or 2 mL/kg/\n%TBSA/24 h\nUOP 0.5–1m L / k g / h\nElectrical injury Goal directed or 2 mL/kg/\n%TBSA/24 h\nUOP 0.5–1 mL/kg/h (particularly\nif urine is pigmented)\nPostresuscitation All patients Fluids as needed depending on multiple factors (enteral intake, insensible losses, volume responsiveness,\nevidence of pulmonary edema, or circulatory overload); diuresis is generally not effective until\ninflammation is reduced (e.g., after excision, beyond the first 48 hours after injury)\nGoal-directed resuscitation implies adjusting LR and colloid rates every hour based on resuscitation endpoints; 2 to 4 mL/kg/%TBSA is to be administered over 24 hours with the first half\ngiven in the first 8 hours and the second half given in the next 16 hours; children <30 kg may require additional dextrose maintenance fluid.\nCO2, carbon dioxide; CRRT, continuous renal replacement therapy.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 15\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "ventilate, and circulatory overload if not recognized and ad-\ndressed quickly. Patients at risk of runaway resuscitations are\nthose with very deep and large burn injuries (e.g.,≥60% TBSA),\nsevere inhalation injury, delayed resuscitation, and major medi-\ncal comorbidities (e.g., cirrhosis, pulmonary hypertension).\nModifiable risks for runaway resuscitation include prehospital\nand admission hypothermia, multiple fluid boluses, too high of\nan initial LR rate, too high of a mean arterial pressure or UOP\ngoal, inappropriate or lack of hourly fluid titrations, and vascular\naccess complications. The strategy for managing runaway resus-\ncitations includes colloid rescue (although typically insufficient\nalone), abandonment of UOP as a resuscitation endpoint and ini-\ntiation of continuous renal replacement therapy, high-dose vita-\nmin C, plasma exchange for large but very shallow burns, and\nultra-early excision of full-thickness burns (i.e., within the first\n24 hours of injury). Note that ultra-early excision requires signif-\nicant coordination; comanagement of anesthesia, burn shock,\nand hemorrhage; prevention of acidosis, hypothermia and coag-\nulopathy; and impeccable multidisciplinary care to perform suc-\ncessfully. However, excision of 50% or more of the total injury\nand the resultant reduction of the inflammatory load can dramat-\nically change the course of resuscitation for the better. In some\ncases, comfort-focused measures are appropriate if the injury\nis thought to be unsurvivable, not aligned with patient's goals\nof care, or if they are not able to be resuscitated. The modified-\nBaux score is a tool that estimates mortality based on the patients\nage, burn size, and presence or not of inhalation injury (modified-\nBaux score = age + %TBSA burned + (17 if inhalation injury is\npresent)). Patients a m-Baux score≥110 are at high risk of\ndeath.\n43 It is important to note that m-Baux score does not predict\nfuture quality of life and decisions to resuscitate should not rely\nsolely on providers' perceptions of patients' future quality of life\nliving with burn injury.10,12\nCombined Hemorrhagic and Burn Shock\nPatients with combined hemorrhagic and burn shock\nshould be treated in accordance with damage-control resuscita-\ntion (DCR) principles.\n44 The goal of DCR is to prevent the con-\nsequences of the lethal triad of progressive metabolic acidosis,\ncoagulopathy, and hypothermia from major hemorrhage— all\nof which are also common in patients with burn injury. The\nkey principles of DCR include the following:\n1. permissive hypotension,\n2. restriction of crystalloid resuscitation,\n3. earlier blood transfusion with whole blood or balanced\nplasma and platelet to red blood cell transfusion ratios,\n45,46\nand\n4. goal-directed correction of coagulopathy.\nAlthough there is little evidence to guide how concomitant\nhemorrhage-related and burn resuscitation should proceed, the\nneglect of one for the other is reliably unsuccessful. Theoreti-\ncally, it would be ideal for some baseline plasma-based burn re-\nsuscitation to continue while DCR is being performed. Practi-\ncally, patients with hemorrhagic shock require all available ac-\ncess lines for whole blood or 1:1:1 transfusion and medications\n(e.g., tranexamic acid, calcium, muscle relaxant, vasopressor).\nTherefore, prioritize DCR until anatomic hemorrhage control\nwith plasma-based burn resuscitation occurring in the back-\nground as able. Frequent assessment of arterial blood gases\nand coagulopathy should be performed to optimize volume,\nblood component therapy, and plasma/crystalloid infusion rate.\nOnce hemorrhage control is obtained (Fig. 3), burn resuscitation\nis then prioritized in the usual manner, although continuing\nplasma as colloid of choice is recommended. This can be oper-\nationalized by tasking team members (e.g., burn provider, nurse)\nwith managing the burn resuscitation while DCR is also being\nperformed.\nDisability\nFull-thickness burns that are circumferential or near cir-\ncumferential can have a tourniquet effect and prevent soft-\ntissue expansion with progressive edema during resuscitation.\nThe result is increased compartment pressures and compartment\nsyndromes. Partial thickness injuries rarely cause compartment\nsyndromes and should not be incised unless there are signs\nand symptoms of elevated compartment pressures; extremities\nwith partial thickness injury can be elevated to reduce swelling.\nThe extremities are most often affected, but compartment syn-\ndromes of the chest, abdomen, neck/head, and eyes have all been\ndescribed. Escharotomies are required to relieve pressure for all\nbut the eyes where lateral canthotomies can be performed by an\nexperienced provider. Escharotomy is rarely required within the\nfirst 2 to 4 hours of injury and thus can be deferred until appro-\npriate resources can be coordinated. The goal of escharotomy is\nto relieve the pressure by incising only the eschar, which is\nachieved by incision through the dermis and subdermal bands\nand does not require incision into the subcutaneous fat, fascia,\nor muscle (Fig. 2). In cases where the burn injury extends into\nthe muscle or there is more than 4 hours of muscle ischemia\nfrom elevated compartment pressures, fasciotomies may also\nbe required. Escharotomy is challenging without sedation,\nwhich can be unsafe during a major burn resuscitation. In\nsuch cases, controlled endotracheal intubation is preferred.\nEscharotomies are done under clean conditions. Electrocautery\nis the preferred tool for the incisions. Extensile incisions are\nmade through the eschar with care to avoid boney prominences.\nNote that the dermis in partial thickness wounds will bleed—\nthese areas should not be incised. The tense eschar will visually\nrelease. Small subdermal bands may prevent full release. These\ncan be palpated and incised. Transverse incisions between the\nextensile incisions are often required to achieve full release.\nBleeding is common and should be systematically controlled\nto avoid major blood loss. Note that burn-injured patients during\nresuscitation generally experience both dilutional and consump-\ntive coagulopathy. Use of electrocautery and sutures to control\nbleeding is typically required. Low-fidelity escharotomy models\ncan be made to simulate this somewhat rare procedure and im-\nprove fidelity to recommended best practices.\n47\nExposure\nComplete exposure in the emergency unit allows inspec-\ntion for other injuries, access for procedures, and estimation of\nburn depth and size. However, exposure also leads to hypother-\nmia when patients have lost the thermoregulation capabilities of\nintact skin. Hypothermia in the emergency unit and on admis-\nsion to the intensive care unit is associated with delayed wound\nStewart et al.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\n16 © 2025 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "healing, sepsis, multiple-organ dysfunction syndrome, and\ndeath.48 Therefore, exposure should be minimized. Photos can\nbe quickly taken before the patient is again covered and warmed\nto allow multiple providers to see and understand the injury and\nestimate burn depth and size with less time pressure. Passive\nwarming is necessary but insufficient (e.g., warm room, warm\nblankets, Mylar head covering) for adults and children with\n≥10% to 20% TBSA injuries. Evaporative cooling should be\nprevented by coverage with Mylar blankets, plastic gowns, or\ngreasy dressings. Active warming with forced air warming blan-\nkets, warmed fluids, warm humidified air/oxygen, radiant heat\nlamps, and/or intravascular or intra-esophageal warming devices\nmay be required. Invasive devices are used when core tempera-\ntures are <35°C.\nWOUND CARE\nWound care should only be performed once the primary\nand secondary surveys are complete and life-threatening injuries\nor conditions have been addressed. Furthermore, wound care\nshould be delayed until resuscitation is proceeding well (i.e.,\nvital signs, blood gases, and UOP goals are being met) and nor-\nmothermia is achieved.\nIt is helpful to recall skin anatomy when discussing wound\ncare. The skin's outer layer, the epidermis, acts as a mechanical,\nmicrobial, and fluid barrier to the outside world. The skin's\nstrength and functional layer is the dermis, which anchors skin\nto the tissues beneath and harbors sweat and oil glands, hair\nfollicles, nerve endings, and rich capillary plexuses for thermo-\nregulation. It is the degree of injury within the dermis that deter-\nmines the burn's ability to heal in a timely manner and with\nlimited morbidity. Superficial burns involve only the epidermis\nand are dry and erythematous. These injuries, like sun burns,\nmay be painful and cause mild systemic inflammation but are\nnot characterized by loss of skin functions. Partial thickness in-\njuries are those that affect the dermis but no deeper. Some skin\nappendages remain and can recreate the epidermis with adequate\nresuscitation, nutrition, wound care, and time. The more dermis\nthat is viable, the more skin appendages remain and the better\nthe healing potential of the wound and lower the risk of hypertro-\nphic scar. Full-thickness injuries destroy the entire dermis\nand can injure deeper tissues (e.g., subcutaneous fat, fascia,\nmuscle/tendons, bone). Although burn depth is a key factor in\nwound care planning, other factors are important including pa-\ntient preferences and tolerances, location of injury, degree of\ncontamination, mobility needs, care capacity, and others.\nFigure 3.Example algorithm to guide resuscitation for patients with combined burn and other injuries. MAP, mean arterial pressure;\nScvO2, central venous oxygen saturation; IV, intravenous; PLR, passive leg raise; CVP, central venous pressure; POCUS, point-of-care\nultrasound examination(s); PPV, pulse pressure variation; SVV, stroke volume variation; Echo, echocardiography; PAC, pulmonary artery\nor Swan-Ganz catheter.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 17\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "The following steps can be taken for wound care:\n1. Pain and anxiety management— Provide sufficient multi-\nmodal pain medications, anxiolytics (e.g., benzodiazepines),\nand/or ketamine to ensure comfortable and atraumatic wound\ncare. Extremely painful and traumatic wound care experi-\nences corrode into trust between patients and providers and\nlead to hyperalgesia, allodynia, acute stress symptoms, and\nincreased risks of chronic pain and posttraumatic stress\nsyndrome.\n2. Cleaning and debridement— Unscented soap and clean wa-\nter are sufficient for cleaning. Antiseptics are generally toxic\nto fibroblasts and epithelial cells. All debris and loose\ndevitalized skin and tissues should be removed using a\ncourse cloth or forceps and scissors. Note that chemical inju-\nries should be swept free of powders and copiously irrigated\nuntil skin pH testing is normal. Skin pH testing should be re-\npeated 1 hour later, as the chemical can leach out of the\nwound and cause further injury.\n3. Topical antimicrobial agent— Burn wounds need not be\nsterile, but heavy colonization and infection should be\nprevented. Partial thickness wounds can be treated with\nantimicrobial ointment or silver-impregnated dressings.\nFull-thickness eschar is often managed with 1% silver sulfa-\ndiazine. Wounds with extensive fat, fascia, or muscle can be\nsoaked in antimicrobial, Dakin's, or acidic solutions (e.g.,\nhypochlorous acid, acetic acid). Multiple other topical\nagents can be used as indicated.\n4. Dressings— The outer dressing should protect the wound\nfrom the outside environment, prevent the wound from des-\niccating, and absorb drainage. These range from nonstick\npetroleum gauze wrapped with outer dressings (e.g., cotton\ngauze) or surgical netting changed daily to silver-impregnated\nsponges with outer dressings changed once every 3 to 7 days.\nDressings should not impede movement and complement\nstrategies to minimize edema.\n5. Compression— Edema limits oxygen tension in wounds, is\npainful, limits function, and delays healing. Use of elastic\nbandages or negative pressure wound therapy reduces edema.\nElastic bandages should be changed daily to ensure proper\ntension and reduce the risk of pressure injury.\nEarly surgical burn excision and reconstruction are be-\nyond the scope of this review.\n49,50 However, both wound care\nand debridement can be achieved with a proteolytic enzyme,\nanacaulase-bcdb, when burn surgical expertise is not readily\navailable. Enzymatic debridement can serve as a triage tool\nand adjunct to routine wound assessment for indeterminant par-\ntial thickness wounds.\n51 The challenge of accurately assessing\nthe potential for wounds to heal within 2 to 3 weeks with suffi-\nciently low risk of hypertrophic scar is related to our inability\nto determine the amount of viable dermis remaining in the\nwound. Enzymatic debridement allows nonsurgical removal of\ndenatured proteins in nonviable dermis and reveals remaining\nhealthy tissue. Reassessment of the wound after enzymatic\ndebridement allows for a more accurate estimation of healing\npotential. However, the appearance of the wound after enzymatic\ndebridement is different than nondebrided burn wounds and\nrequires acquired expertise.\n52 When used as an adjunct to wound\ncare with serial examination, enzymatic debridement may\nfacilitate earlier diagnosis of wounds that require excision and\nreconstruction. Although this care paradigm requires significant\ncapacity building and is best suited for those with mixed deep\npartial and full-thickness wounds, this technique may be partic-\nularly useful when patients cannot be transported to a burn cen-\nter, during a multiple casualty incident without sufficient access\nto operating theaters, and in conflict and humanitarian contexts.\nSPECIAL CONSIDERATIONS\nDiscussions regarding surgical and critical care consider-\nations, pain and anxiety management strategies, nutrition supple-\nmentation, burn therapy, and psychosocial support are beyond the\nscope of this review.53–55 However, brief discussions regarding\ncombined burn and other injuries are important, as these patients\ncommonly require the expertise of a general surgeon versed in\nburn care.\nCombined Burn and Other Injuries\nAlthough combined burn and other injuries are relatively\nuncommon (<5% of injuries in civilian burn centers, 5–20%\nof injuries in conflict and humanitarian settings), they are gener-\nally complex, have competing care needs, and require alignment\nof frequently segregated resources and services.\n6,7,56,57 Their\nrelative rarity means that few health care systems and clinical\nteams have cared for enough patients with combined injuries\nto be facile in balancing competing care priorities. General sur-\ngeons are the keystone in multidimensional trauma, and famil-\niarity with comanagement principles of burn and other injuries\nis important.\nMost patients with combined injuries have both small\nburn sizes (i.e., <20% TBSA) and low Injury Severity Scores\n(ISSs) (e.g., isolated extremity fracture).\n6,7 The nonburn injuries\nassociated with combined trauma are generally musculoskeletal,\nintracranial, intrathoracic, intra-abdominal, or multisystem inju-\nries.58 Analysis of the National Trauma Data Bank reported that\npatients with combined injuries are more likely to have longer\nintensive care unit stays (mean of 20 days vs. 14 days for burn\nalone and 7 days for trauma alone), ventilator days (mean,\n17 days vs. 13 and 9 days), and total hospital lengths of stay\ncompared with either injury alone (mean, 19 days vs. 10 days\nvs. 8 days, respectively).\n56 Similarly, patients with combined\ninjuries more commonly experience complications like AKI\n(2.5% vs. 0.7% for burn and 0.6% for trauma alone), ARDS\n(3.3% vs. 0.6% and 0.9%), venothromboembolism (more than\ntwofold higher), hospital-acquired (e.g., pneumonia, central\nline–associated bloodstream infection, catheter-associated uri-\nnary tract infection, severe sepsis) and wound infections (more\nthan threefold higher), unplanned intubations (more than two-\nfold higher), and unplanned intensive care unit admissions\n(more than threefold higher) compared with burn or other inju-\nries alone.\n56 In some cases, care utilization can be optimized\nby not performing a full trauma evaluation (e.g., trauma series,\neF AST, axial imaging) in patients with burn injuries who are at\nvery low or no risk of having other injuries. As example, flash\nburns or small propane tank explosions, although dramatic and\ncan cause significant burn injuries, do not generate enough en-\nergy to cause blast injuries. Therefore, without other reasons to\nperform a full trauma evaluation (e.g., jump from height to\nStewart et al.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\n18 © 2025 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "escape structure fire, obvious penetrating injury, exposure to\nhigh-order explosives), such patients can be cared for with focus\non their burn injury.\nPatients with combined injury have mortality rates two to\nsix times higher for patients with combined injuries compared\nwith those with isolated injuries even when stratified by overall\ninjury severity.57 Even patients with combined trauma and mi-\nnor burns (i.e., <20% TBSA) have nearly a five times increased\nrisk of mortality compared with those with minor burns alone.57\nDespite advances in both burn and trauma care over the last\ntwo decades, mortality has not decreased significantly for this\nunique population. A recent analysis of the National Trauma\nData Bank by Grigorian et al.\n56 included 6,539,211 trauma\npatients, 152,686 burn patients, and 33,813 combined injury\npatients. Several findings were important, including the observa-\ntion that the impact of burn injuries on mortality of patients with\nminor trauma (i.e., ISS <16) was lower in 2007 to 2015 com-\npared with 1994 to 2002 (odds ratio [OR] of 2.45 [95% confi-\ndence interval (CI), 2.26–2.66] compared with OR of 4.04\n[95% CI, 4.51–4.66]). Meanwhile, the impact of burn injuries\non mortality among patients with severe trauma increased (OR\nof 1.37 [95% CI, 1.29–1.47] compared with OR of 1.26 [95%\nCI, 1.05–1.51]). The impact of the severity of trauma on mortal-\nity in combined burn-trauma patients with larger burns (i.e.,\n≥20% TBSA) was negligible. Conversely, an increase in burn\nsize was associated with a near linear increase in mortality for\ncombined injury patients. The largest impact was noted in pa-\ntients with minor trauma (i.e., ISS <16), very severe trauma\n(i.e., ISS≥26), and smaller burn sizes (i.e., TBSA <20%). How-\never, for patients with large burn injuries (i.e., TBSA≥20%),\nISS had only a negligible contribution to mortality among peo-\nple with combined injuries. These data suggest that there has\nbeen little progress with regard to mortality rates of people with\ncombined large burns and trauma regardless of injury severity.\nThe results contrast with literature demonstrating major im-\nprovements in survival for patients with increasingly larger burn\nsizes and more severe injuries. These more contemporary results\nsuggest that even small burn or other injuries result in increased\nmortality for people with combined injuries without more strate-\ngic approaches to care. Whether this is due to synergistic immu-\nnoinflammatory insults, additional challenges to already com-\nplex care, or both remain unknown. Therefore, engaged general\nand trauma surgeons versed in burn care are critical to achieving\nsatisfactory outcomes for people with combined burn and other\ninjuries.\nThe most common nonburn injuries among patients\nwith burns include skeletal, intracranial, chest and intrathoracic\ninjuries, and multisystem injuries. Guidelines for each of these\ninjuries were created to optimize their specific management\nstrategies and do not necessarily address the needs of other inju-\nries. Each of these injuries poses unique competing care require-\nments and deserve special consideration.\nSkeletal Injuries\nThere is little evidence about the coincidence and manage-\nment of collocated burn and skeletal injuries. Bradshaw et al.59\nexamined 22 patients with collocated burns and fractures. Their\ncohort included 17 operative patients (11 with internal fixation,\n2 with external fixation, and 4 with temporary external fixation\nconverted to internal fixation after several days) and 5 nonoper-\native patients.\n59 The authors reported nine complications of\nwhich five were infections, particularly when stable wound clo-\nsure could not be rapidly achieved because of a collocated burn\ninjury. Bui et al.\n58 described 40 patients with combined burns\nand fractures. T wenty-one patients had collocated burns and\nfractures. Patients with collocated injuries had greater injury se-\nverity and escharotomy, both of which were associated with\ngreater rates of complications (e.g., wound infections).\nGiven the lack of clear guidance on the appropriate way to\nmanage patients with combined burns and fractures, adherence\nto damage-control orthopedic principles is generally recom-\nmended.\n60,61 Decisions around the timing and staging of surgi-\ncal burn care and fracture management should be based on\nseveral considerations:\n1. Physiological condition of the patient;\n2. Stability of the fracture and need for its rapid reduction and\nimmobilization (e.g., associated with pulseless extremity,\nopen fractures, highly comminuted fractures);\n3. Access needed for burn wound evaluation and management;\n4. Burn wound depth and need for excision and reconstruction\nin single or multiple stages;\n5. Risk of functional recovery deficits with delays in care, im-\nmobilization, and weight bearing restrictions; and\n6. Opportunities to use skin and soft tissue from a limb that\nmight otherwise undergo delayed or staged amputation for\nreconstruction of another area of the body (e.g., use of skin\nor flaps from one leg to cover complex wounds on the other).\nSurgical teams can cooperate to stabilize the fracture and\nthen excise and reconstruct deep burns. Use of skin substitutes\n(e.g., allograft, dermal matrices) can reduce the microbial bur-\nden of excised wounds that cannot be immediately autografted\nand may reduce the risk of pin site infections when external\nfixators are used.\n62 Regardless, meticulous pin site care should\nbe performed and aligned with the burn wound care of the af-\nfected extremity. External fixation can be converted to internal\nfixation when the patient's physiology allows and stable soft tis-\nsue closure can be achieved. In scenarios where timely and sta-\nble soft tissue coverage cannot be achieved, the patient can be\nmanaged with external fixation alone if the fracture allows, or\nwith adjacent or free muscle or musculocutaneous flaps.\nSplints and casts should be applied anticipating edema,\nwound evaluation, and care needs. Use of bivalved casts, fre-\nquent split or cast changes, and/or prefabricated removable or-\nthoses can maximize limb stability and ease of daily care. Given\nthe risks of joint contracture related to the shortening of burn\nwound/graft/scar and mal- or nonunion from overzealous me-\nchanical stresses, thoughtful discussions with the burn, orthope-\ndic, and therapy teams should occur to minimize weight bearing\nand mobility restriction within reason.\nIntracranial Injuries\nMortality rates after combined burn and traumatic brain\ninjury (TBI) are particularly high. The odds of death are three\ntimes higher when patients have combined burn and TBI com-\npared with one or the other alone.6 Multiple aspects of burn\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 19\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "injury and resuscitation compete with evidence-based best prac-\ntices for patients with TBI. As examples, hyponatremic fluids\n(e.g., LR) are administered based on UOP , colloids like albumin\nare recommended to decrease total 24-hour fluid requirements,\nmoderate hyponatremia is permitted, and patients require nu-\nmerous major operations and anesthetics within the weeks after\ninjury generally in the absence of neuroanesthesia.\nHyponatremia is common during and after burn resuscita-\ntion and related to multiple factors, including use of hypotonic\nfluids and injury-related syndrome of inappropriate antidiuretic\nhormone.\n63 In addition, several studies have demonstrated that\ninflammation from burn and inhalation injuries disrupts the\nblood-brain barrier and causes capillary dilation and even micro-\nvascular hemorrhage that can exacerbate cerebral edema and\nTBI.\n64 One study serially imaged the brain during burn resusci-\ntations without TBI.65 The authors reported that significant\ncerebral edema occurs, particularly in the white matter, and is as-\nsociated with a worse outcome compared with patients without\nradiologically apparent edema. Outcomes are particularly unsat-\nisfactory when burn injury, inhalation injury, systemic toxicity\nwith CO and/or HCN, and major ischemia-reperfusion injury\nc o e x i s ti np a t i e n t sw i t hT B I .\nBest practices for the care of patients with TBI include a\nfluid conservative approach to avoid cerebral edema, avoidance\nof hyponatremia, consideration of invasive neuromonitoring and\ncerebrospinal fluid drainage, strict control of mean arterial and\ncerebral perfusion pressure, and avoidance of albumin (or\npreference for plasma) administration (Table 3). Prophylactic\nantibiotics, although controversial, should be considered when\ninvasive neuromonitoring devices are placed through burned\nscalp for a prolonged period of time.\n66 Care should be taken to\navoid hypernatremia during burn resuscitation given that it\nhas been associated with AKI and mortality compared with\nnormonatremia.\n67 Prevention of secondary brain injury and using\na hybrid resuscitation and care strategy is required. The care of\nthese patients is complex and requires excellent multidisciplin-\nary communication and care to achieve an optimal outcome.\nChest and Intrathoracic Injuries\nRib fractures, hemopneumothoraxes, pulmonary contusions,\nand traumatic primary pulmonary thrombosis are common\namong critically injured patients and complicate burn care. Al-\nthough there is little evidence regarding these combined injury\npatterns, they are associated with more ventilator days, longer\nintensive care requirements, increase risk of complications (e.g.,\nARDS, multiple organ dysfunction), and greater risk of mortality,\nparticularly when combined with inhalation injury.\n18,68 There\nis little room for missteps or additional insults from over-\nresuscitation, failure to adequately deresuscitate when able,\ninhalation injury, pneumonia, aspiration, and/or empyema.\nSeveral practical strategies are recommended (Table 4).\nThe use of early tracheostomy for patients with isolated\nburn injuries is controversial and not informed by consistent\nevidence.\n69,70 For patients with major burn injuries, some have\nadvocated for tracheostomy to prevent airway complications\nrelated to prolonged orotracheal intubation (e.g., subglottic ste-\nnosis) and/or numerous reintubations for operations and to more\nsafely facilitate comfortable wound cares. When patients have\ncombined injuries, early tracheostomy (i.e., when safe and intu-\nbation expected to be longer than ~1 week or many anticipated\noperations/procedures that require anesthesia) should be consid-\nered to facilitate safer care.\n71\nIntra-abdominal Injuries\nDiagnosis of intra-abdominal injury is complicated by\nburn injury, particularly when deep burns over the abdomen\nare present. Abdominal burns can obscure careful examination\nand eF AST examination, elevating the role of diagnostic perito-\nneal aspiration and lavage and/or computed tomography.\nPatients who have received resuscitation will develop ascites that\nmay complicated interpretation of intra-abdominal fluid on im-\naging (e.g., free fluid in the pelvis in patients with blunt abdom-\ninal injury and no solid organ injury). Similarly, decreases in he-\nmatocrit once burn resuscitation ensues can confuse monitoring\nfor solid organ hemorrhage. For patients who do require laparot-\nomy to manage intra-abdominal injuries during burn resuscita-\ntion, consideration of damage-control surgery and temporary ab-\ndominal closure is required. The combination of intra-abdominal\ninjury, massive transfusion protocol, and failed burn resuscitation\n(e.g., Ivy index of >250 mL/kg or≥6m L / k g / T B S Ai n2 4h o u r s )\nis associated with abdominal compartment syndrome.\n49 Serial\nassessment of Ppeak and Pplat,U O P ,a n db l a d d e rp r e s s u r e si s\nTABLE 3.Strategies to Manage Patients With Combined Burn and TBI\nStrategy Example Approach\nMonitoring Use multiple measures of end-organ perfusion to optimize resuscitation and strategies to avoid both shock and overresuscitation (e.g.,\nevery 30-minute fluid rate adjustment, use of vasopressors to ensure adequate mean arterial pressure and cerebral perfusion pressure)\nInclude hourly neurological examinations if not muscle relaxed or more advanced monitoring if examination is not possible (e.g., intra-\ncranial pressure and brain tissue oxygenation [PbtO2] monitoring to optimize ventilator and resuscitation strategies)\nObtain interval computed tomography scans should negative changes in Glasgow Coma Scale score present\nV olume and sodium\nmanagement\nAvoid hyponatremia by serially assessing serum sodium levels and supplementing burn resuscitation with hypertonic saline to achieve\nnormonatremia (not hypernatremia)\nMinimize albumin use and consider plasma-based resuscitation instead\nConsider early use of renal replacement therapy when AKI and oliguria is progressive rather than erring on overresuscitation\nPrevention of secondary brain\ninjury\nSerially assess blood gases and coagulation panels to ensure normoxia, normocapnia, and mitigate thrombocytopenia or coagulopathy\nUse neuroprotective anesthesia strategies and avoid secondary brain injury during operations\nSelective use of external ventricular drains (if evidence of acute hydrocephalus) and decompressive craniectomy after multidisciplinary\nconsultation (e.g., burn, trauma and critical care, neurosurgery, palliative care, and rehabilitation medicine representatives)\nStewart et al.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\n20 © 2025 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "mandatory to avoid delay in decompressive laparotomy.72 Addi-\ntional adjuncts include use of the venous excess ultrasound\nscore when burns do not overly examine windows.\n73\nManagement of the open abdomen after damage-control\nsurgery in the setting of abdominal burns is also a challenge.\nBurns on the abdomen usually prevent the use of conventional\nnegative pressure wound dressings. Use of a Bogota bag or silas-\ntic sheet sewn to the fascia edges or eschar may be required\n(Fig. 4). The only sizable description of open abdomen manage-\nment among patients with major burn injuries reported that the\nfascia was able to be closed in only 55% of patients.\n74 Of those\nwho achieved fascia closure, 38% experienced dehiscence or\nevisceration that required reexploration. Nearly half of all pa-\ntients were managed with bridging mesh, skin graft, and planned\nventral hernia. The goal is to avoid the need for decompressive\nlaparotomy (e.g., use of ultra-early excision, early continuous\nrenal replacement therapy, and deescalation of resuscitation fluid\nrates). If laparotomy is performed for injury or another cause\n(e.g., gastric ulcer perforation), consider prophylactic mesh\naugmentation (e.g., biologic or biosythetic mesh underlay,\nmacroporous polypropylene mesh overlay).\n75\nCONCLUSION\nGeneral surgeons play key roles in supporting the care of\ninjured patients and will invariably be called upon to lead the\ncare of patients with combined burns and other injuries. A famil-\niarity with the initial assessment and treatment of burn-injured\npatients and awareness of important considerations when caring\nfor those with combined injuries will prevent complications and\nsave lives. Once stabilized, burn centers can be leveraged to sup-\nport additional care and transfer recommendations.\nFigure 4.Management of the open abdomen with abdominal burns. A, Conventional negative-pressure strategies to manage the open\nabdomen are generally not successful when used on an abdomen with abdominal burns, no skin, or skin substitutes. B, A Bogotá bag\n(e.g., silastic sheet, 3 L irrigation bag) sewn to the fascia, skin, or eschar can be effective.\nTABLE 4.Thoracic Problems and Example Approaches to Manage Patients With Combined Burn and Chest Injuries\nThoracic Problem Example Approaches\nInhalation injury Early bronchoscopic diagnosis and bronchoalveolar lavage\nAdminister locally appropriate antibiotics if initial bronchoalveolar lavage returns with bacterial isolate\nIf intubated, administer inhaled heparin,N-acetylcysteine, and albuterol until sputum clear and thin or 5 days\nARDS Maintain vigilance and transition to lung protective ventilation strategy when appropriate\nFollow evidence-based practices for prone positioning and ensuring ventilator synchrony\nConsider extracorporeal life support, particularly if combined with TBI, to prevent injurious intrathoracic pressures\nRib fractures Ensure adequate pain control, including use of regional analgesia to reduce risk of opioid toxicity\nSupport pulmonary hygiene\nConsider early fixation for patients with flail chest, severe chest deformity, or multiple bicortically displaced fractures\nHemopneumothorax Prompt and complete pleural drainage\nEnsure excellent perithoracostomy tube care to prevent infection\nRemove thoracostomy tube(s) as soon as possible to prevent empyema\nPulmonary contusion Deresuscitate when able\nSupportive care and vigilance regarding ARDS\nTraumatic primary pulmonary thrombosis Weigh risks and benefits of anticoagulation\nConsider interval imaging to assess dissolution or progression\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 21\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "DISCLOSURE\nConflicts of Interest: Author Disclosure forms have been supplied and are\nprovided as Supplemental Digital Content (http://links.lww.com/TA/\nE334).\nREFERENCES\n1. Ivanko A, Garbuzov AE, Schoen JE, Kearns R, Phillips B, Murata E, et al.\nThe burden of burns: an analysis of public health measures.J Burn Care\nRes. 2024;45(5):1095–1097.\n2. Agoubi LL, Clark NM, Gibbs S, Stewart BT, DeGrauw XG, Vavilala MS,\net al. Implementation evaluation of tiered tele-triage pathways for burn center\nconsultations and transfers.J Trauma Acute Care Surg. 2024;96(3):409–417.\n3. Galicia KE, Mehta A, Riviello R, Nitzschke S, Bamer A, Gibran NS, et al.\nThe impact of distance to treatment center on long-term outcomes of burn\npatients. JB u r nC a r eR e s. 2023;44(3):624–663.\n4. Kahn SA. Regional disparities in burn injury reporting: pearls from the\nNational Burn Repository.JB u r nC a r eR e s. 2018;39(6):887–888.\n5. Klein MB, Kramer CB, Nelson J, Rivara FP , Gibran NS, Concannon T. Geo-\ngraphic access to burn center hospitals.JAMA. 2009;302(16):1774–1781.\n6. Martin R, Taylor S, Palmieri TL. Mortality following combined burn and\ntraumatic brain injuries: an analysis of the National Trauma Data Bank of\nthe American College of Surgeons.Burns. 2020;46(6):1289–1296.\n7. Santaniello JM, Luchette FA, Esposito TJ, Gunawan H, Reed RL, Davis KA,\net al. Ten year experience of burn, trauma, and combined burn/trauma inju-\nries comparing outcomes.JT r a u m a. 2004;57(4):696–700.\n8. ACGME Program Requirements for Graduate Medical Education in General\nSurgery, IV .C.8.b.(3) (2023). Available at: https://www.acgme.org/globalassets/\npfassets/programrequirements/440_generalsurgery_2023.pdf. Accessed\nFebruary 24, 2025.\n9. Abouzeid CA, Wolfe AE, Ni P , Carrougher GJ, Gibran NS, Hammond FM,\net al. Are burns a chronic condition? Examining patient reported outcomes\nup to 20 years after burn injury— a Burn Model System National Database\ninvestigation.J Trauma Acute Care Surg. 2022;92(6):1066–1074.\n10. Carrougher GJ, McMullen K, Amtmann D, Wolfe AE, Tenney D, Schneider\nJC, et al.“Living well” after burn injury: using case reports to illustrate sig-\nnificant contributions from the burn model system research program.JB u r n\nCare Res. 2021;42(3):398–407.\n11. Deeter L, Seaton M, Carrougher GJ, McMullen K, Mandell SP , Amtmann D,\net al. Hospital-acquired complications alter quality of life in adult burn survi-\nvors: report from a burn model system.Burns. 2019;45(1):42–47.\n12. Stewart BT, Carrougher GJ, Curtis E, Schneider JC, Ryan CM, Amtmann D,\net al. Mortality prognostication scores do not predict long-term, health-\nrelated quality of life after burn: a burn model system national database\nstudy.Burns. 2020;47(1):42–51.\n13. Legemate CM, Spronk I, Mokkink LB, Middelkoop E, Polinder S, van Baar\nME, et al. Evaluation of measurement properties of health-related quality of\nlife instruments for burns: a systematic review.J Trauma Acute Care Surg.\n2020;88(4):555–571.\n14. Galeiras R, Seoane-Quiroga L, Pértega-Díaz S. Prevalence and prognostic\nimpact of inhalation injury among burn patients: a systematic review and\nmeta-analysis.J Trauma Acute Care Surg. 2020;88(2):330–344.\n15. Badulak JH, Schurr M, Sauaia A, Ivashchenko A, Peltz E. Defining the\ncriteria for intubation of the patient with thermal burns.Burns. 2018;44(3):\n531–538.\n16. Jeschke MG, van Baar ME, Choudhry MA, Chung KK, Gibran NS,\nLogsetty S. Burn injury.Nat Rev Dis Primers. 2020;6(1):11.\n17. Herndon DN.Total Burn Care. Fifth ed. Amsterdam, Netherlands: Elsevier;\n2018.\n18. Coston TD, Gaskins D, Bailey A, Minus E, Arbabi S, West TE, et al. Severity\nof inhalation injury and risk of nosocomial pneumonia: a retrospective\ncohort study.Chest. 2024;166(6):1319–1328.\n19. Witt CE, Stewart BT, Rivara FP , Mandell SP , Gibran NS, Pham TN, et al. In-\npatient and postdischarge outcomes following inhalation injury among criti-\ncally injured burn patients.JB u r nC a r eR e s. 2021;42(6):1168–1175.\n20. McGinn KA, Weigartz K, Lintner A, Scalese MJ, Kahn SA. Nebulized\nheparin withN-acetylcysteine and albuterol reduces duration of mechanical\nventilation in patients with inhalation injury.J Pharm Pract. 2019;32(2):\n163–166.\n21. Dries DJ, Perry JF , Tawfik PN. A rationale for safe ventilation with inhalation\ninjury: an editorial review.JB u r nC a r eR e s. 2022;irac061.\n22. Buckley NA, Juurlink DN, Isbister G, Bennett MH, Lavonas EJ. Hyperbaric\noxygen for carbon monoxide poisoning.The Cochrane Database of Sys Rev.\n2011;2011(4):CD002041.\n23. Depret F , Hoffmann C, Daoud L, Thieffry C, Monplaisir L, Creveaux J, et al.\nAssociation between hydroxocobalamin administration and acute kidney\ninjury after smoke inhalation: a multicenter retrospective study.Crit Care.\n2019;23(1):421.\n24. Carlos WG, Baker MS, McPherson KA, Bosslet GT, Sood R, Torke AM.\nSmoking-related home oxygen burn injuries: continued cause for alarm.\nRespiration. 2016;91(2):151–155.\n25. Tejiram S, Tranchina SP , Travis TE, Shupp JW . The first 24 hours: burn\nshock resuscitation and early complications.Surg Clin North Am.2 0 2 3 ;\n103(3):403–413.\n26. Cancio LC, Salinas J, Kramer GC. Protocolized resuscitation of burn pa-\ntients. Crit Care Clin. 2016;32(4):599–610.\n27. Kramer GC, Michell MW , Oliveira H, Brown TL, Herndon D, Baker RD,\net al. Oral and enteral resuscitation of burn shock the historical record and\nimplications for mass casualty care.Eplasty. 2010;10:e56.\n28. Michell MW , Oliveira HM, Kinsky MP , Vaid SU, Herndon DN, Kramer GC.\nEnteral resuscitation of burn shock using World Health Organization oral re-\nhydration solution: a potential solution for mass casualty care.JB u r nC a r e\nRes. 2006;27(6):819–825.\n29. Bao C, Hu S, Zhou G, Tian Y , Wu Y , Sheng Z. Effect of carbachol on intes-\ntinal mucosal blood flow, activity of Na + -K + -A TPase, expression of\naquaporin-1, and intestinal absorption rate during enteral resuscitation of\nburn shock in rats.JB u r nC a r eR e s. 2010;31(1):200–206.\n30. Gomez BI, McIntyre MK, Gurney JM, Chung KK, Cancio LC, Dubick MA,\net al. Enteral resuscitation with oral rehydration solution to reduce acute kid-\nney injury in burn victims: evidence from a porcine model.PLoS One.2 0 1 8 ;\n13(5):e0195615.\n31. Venter M, Rode H, Sive A, Visser M. Enteral resuscitation and early enteral\nfeeding in children with major burns— effect on McFarlane response to\nstress. Burns. 2007;33(4):464–471.\n32. Burmeister DM, Little JS, Gomez BI, Gurney J, Chao T, Cancio LC, et al.\nOperational advantages of enteral resuscitation following burn injury in\nresource-poor environments: palatability of commercially available solu-\ntions. J Spec Oper Med\n. 2019;19(3):76–81.\n33. Stewart BT, Nsaful K, Allorto N, Man Rai S. Burn care in low-resource and\naustere settings.Surg Clin North Am. 2023;103(3):551–563.\n34. Atiyeh BS, Dibo SA, Ibrahim AE, Zgheib ER. Acute burn resuscitation and\nfluid creep: it is time for colloid rehabilitation.Ann Burns Fire Disasters.\n2012;25(2):59–65.\n35. Chung KK, Salinas J, Renz EM, Alvarado RA, King BT, Barillo DJ, et al.\nSimple derivation of the initial fluid rate for the resuscitation of severely\nburned adult combat casualties: in silico validation of the rule of 10.J Trauma.\n2010;69(Suppl 1):S49–S54.\n36. Aboelatta Y , Abdelsalam A. V olume overload of fluid resuscitation in acutely\nburned patients using transpulmonary thermodilution technique.JB u r n\nCare Res. 2013;34(3):349–354.\n37. Chiao HY , Chou CY , Tzeng YS, Wang CH, Chen SG, Dai NT. Goal-directed\nfluid resuscitation protocol based on arterial waveform analysis of major burn\npatients in a mass burn casualty.Ann Plast Surg. 2018;80(2S Suppl 1):\nS21–S25.\n38. Cartotto R, Greenhalgh DG, Cancio C. Burn state of the science: fluid resus-\ncitation. JB u r nC a r eR e s. 2017;38(3):e596–e604.\n39. Greenhalgh DG, Cartotto R, Taylor SL, Fine JR, Lewis GM, Smith DJ Jr.,\net al. Burn resuscitation practices in North America: results of the Acute\nBurn ResUscitation multicenter Prospective Trial (ABRUPT).Ann Surg.\n2023;277(3):512–519.\n40. Comish P , Walsh M, Castillo-Angeles M, Kuhlenschmidt K, Carlson D,\nArnoldo B, et al. Adoption of rescue colloid during burn resuscitation de-\ncreases fluid administered and restores end-organ perfusion.Burns.2 0 2 1 ;\n47(8):1844–1850.\n41. Gurney JM, Kozar RA, Cancio LC. Plasma for burn shock resuscitation: is it\ntime to go back to the future?Transfusion. 2019;59(S2):1578–1586.\n42. Brownson E, Pham T, Chung K. How to recognize a failed burn resuscita-\ntion. Surg Care Clin. 2016;32(4):567–575.\n43. Osler T, Glance LG, Hosmer DW . Simplified estimates of the probability of\ndeath after burn injuries: extending and updating the Baux score.J Trauma.\n2010;68(3):690–697.\n44. Cap AP , Pidcoke HF , Spinella P , Strandenes G, Borgman MA, Schreiber M,\net al. Damage control resuscitation.Mil Med. 2018;183:36–43.\nStewart et al.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1\n22 © 2025 Wolters Kluwer Health, Inc. All rights reserved.\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "45. Butler EK, Mills BM, Arbabi S, Bulger EM, Vavilala MS, Groner JI, et al.\nAssociation of blood component ratios with 24-hour mortality in injured\nchildren receiving massive transfusion.Crit Care Med. 2019;47(7):975–983.\n46. Holcomb JB, Tilley BC, Baraniuk S, Fox EE, Wade CE, Podbielski JM, et al.\nTransfusion of plasma, platelets, and red blood cells in a 1:1:1 vs a 1:1:2 ratio\nand mortality in patients with severe trauma: the PROPPR randomized clin-\nical trial.JAMA. 2015;313(5):471–482.\n47. Zhang IY , Thomas M, Stewart BT, Curtis E, Blayney C, Mandell SP , et al.\nValidation of a low-cost simulation strategy for burn escharotomy training.\nInjury. 2020;51(9):2059–2065.\n48. Stanton E, Gillenwater J, Pham TN, Sheckter CC. Temperature derangement\non admission is associated with mortality in burn patients— a nationwide\nanalysis and opportunity for improvement.JB u r nC a r eR e s. 2022;44(4):\n845–851.\n49. Ramsey W A, O'Neil CF , Corona AM, Cohen BL, Lyons NB, Meece MS,\net al. Burn excision within 48 hours portends better outcomes than standard\nmanagement: a nationwide analysis.J Trauma Acute Care Surg. 2023;95(1):\n111–115.\n50. Stewart BT, Sheckter CC, Nakarmi KK. Holistic approach to burn recon-\nstruction and scar rehabilitation.Phys Med Rehabil Clin N Am. 2023;\n34(4):883–904.\n51. Claes KEY , De Decker I, Monstrey S, Shoham Y , Vyncke T, Depypere B,\net al. Helpful hints in deciding what and when to operate after enzymatic de-\nbridement. Burns. 2022;49(1):80–90.\n52. Loo YL, Goh BKL, Jeffery S. An overview of the use of bromelain-based en-\nzymatic debridement (Nexobrid(R)) in deep partial and full thickness burns:\nappraising the evidence.JB u r nC a r eR e s. 2018;39(6):932–938.\n53. Stewart BT, Pham T, Cancio L, O'Keefe G, Nordlund MJ, Day AG, et al.\nHigher energy delivery is associated with improved long-term survival\namong adults with major burn injury: a multicenter, multinational, observa-\ntional study.JT r a u m aA c u t eC a r eS u r g. 2024;97(5):812–821.\n54. Bhalla A, Bamer AM, Temes C, Roaten K, Carrougher GJ, Schneider JC,\net al. Posttraumatic stress disorder symptom clusters as predictors of pain in-\nterference in burn survivors: a burn model system National Database Study.J\nBurn Care Res. 2023;44(1):27–34.\n55. Sheckter CC, Stewart BT, Barnes C, Walters A, Bhalla PI, Pham TN. Tech-\nniques and strategies for regional anesthesia in acute burn care-a narrative re-\nview.Burns Trauma. 2021;9:15.\n56. Grigorian A, Nahmias J, Schubl S, Gabriel V , Bernal N, Joe V . Rising mor-\ntality in patients with combined burn and trauma. Burns. 2018;44(8):\n1989–1996.\n57. Hawkins A, Maclennan P , McGwin G, Cross J, Rue L. The impact of com-\nbined trauma and burns on patient mortality.J Trauma. 2005;58(2):284–288.\n58. Bui D, Sivakumar BS, Ellis A. Collocated burn and fracture injuries in major\ntrauma: a 10 year experience.Ann R Coll Surg Engl. 2020;102(4):256–262.\n59. Bradshaw L, Wasiak J, Cleland H. Is operative management of fractures safe\nin the collocated burn and fracture injury?Injury. 2015;46(6):1145–1149.\n60. V olpin G, Pfeifer R, Saveski J, Hasani I, Cohen M, Pape HC. Damage control\northopaedics in polytraumatized patients\n— current concepts.JC l i nO r t h o p\nTrauma. 2021;12(1):72–82.\n61. Pfeifer R, Kalbas Y , Coimbra R, Leenen L, Komadina R, Hildebrand F , et al.\nIndications and interventions of damage control orthopedic surgeries: an ex-\npert opinion survey.Eur J Trauma Emerg Surg. 2021;47(6):2081–2092.\n62. Megahed MA, Elkashity SA, Talaab AA, AboShaban MS. The impact of hu-\nman skin allograft as a temporary substitute for early coverage of major burn\nwounds on clinical outcomes and mortality.Ann Burns Fire Disasters.2 0 2 1 ;\n34(1):67–74.\n63. Pruitt BA Jr. Fluid and electrolyte replacement in the burned patient.Surg\nClin N Am. 1978;58(6):1291–1312.\n64. Flierl MA, Stahel PF , Touban BM, Beauchamp KM, Morgan SJ, Smith WR,\net al. Bench-to-bedside review: burn-induced cerebral inflammation— a\nneglected entity?Crit Care. 2009;13(3):215.\n65. Concannon E, Fitzgerald L, Canniff E, Birrane J, Harbison J, Shelley O. Neu-\nroimaging provides relevant clinical information in patients with burn inju-\nries. Burns. 2020;46(3):552–560.\n66. Walton MN, Hamilton LA, Kennedy SJ, Veve MP , Rowe AS. Antibiotic pro-\nphylaxis and incidence of infection with external ventricular drains and intra-\ncranial pressure monitors.Surg Inf. 2022;23(3):262–269.\n67. Huang PP , Stucky FS, Dimick AR, Treat RC, Bessey PQ, Rue L W . Hyper-\ntonic sodium resuscitation is associated with renal failure and death.Ann\nSurg. 1995;221(5):543–554 discussion 54–7.\n68. Foncerrada G, Culnan DM, Capek KD, Gonzalez-Trejo S, Cambiaso-Daniel\nJ, Woodson LC, et al. Inhalation injury in the burned patient.Ann Plast Surg.\n2018;80(3 Suppl 2):S98–S105.\n69. Saffle JR, Morris SE, Edelman L. Early tracheostomy does not improve out-\ncome in burn patients.JB u r nC a r eR e s. 2002;23(6):431–438.\n70. Tsuchiya A, Y amana H, Kawahara T, Tsutsumi Y , Matsui H, Fushimi K,\net al. Tracheostomy and mortality in patients with severe burns: a nationwide\nobservational study.Burns. 2018;44(8):1954–1961.\n71. Smailes ST, Ives M, Richardson P , Martin R V , Dziewulski P . Percutaneous\ndilational and surgical tracheostomy in burn patients: incidence of complica-\ntions and dysphagia.Burns. 2014;40(3):436–442.\n72. Ramirez JI, Sen S, Palmieri TL, Greenhalgh DG. Timing of laparotomy and\nclosure in burn patients with abdominal compartment syndrome: effects on\nsurvival.J Am Coll Surg. 2018;226(6):1175–1180.\n73. Rola P , Miralles-Aguiar F , Argaiz E, Beaubien-Souligny W , Haycock K,\nKarimov T, et al. Clinical applications of the venous excess ultrasound\n(VExUS) score: conceptual review and case series.Ultras J. 2021;13(1):32.\n74. Hardin MO, Mace JE, Ritchie JD, Chung KK, Markell KW , Renz EM, et al.\nAn experience in the management of the open abdomen in severely injured\nburn patients.JB u r nC a r eR e s. 2012;33(4):491–496.\n75. Burns FA, Heywood EG, Challand CP , Lee MJ. Is there a role for prophylac-\ntic mesh in abdominal wall closure after emergency laparotomy? A system-\natic review and meta-analysis.Hernia. 2020;24(3):441–447.\nJ Trauma Acute Care Surg\nVolume 99, Issue 1 Stewart et al.\n© 2025 Wolters Kluwer Health, Inc. All rights reserved. 23\nCopyright © 2025 Wolters Kluwer Health, Inc. All rights reserved."
    ],
    "propositions": [
        "There are nearly 700,000 adults and children with burn injuries who seek care in America each year.",
        "Most patients with major burn injuries are cared for at American Burn Association–verified burn centers.",
        "Many patients with burn injuries present to non-burn centers initially or present with combined burns and other injuries.",
        "Burn surgery is no longer mandated by the Accreditation Council for Graduate Medical Education for general surgery residency.",
        "General surgeons are called to participate in and, occasionally, lead the care of adults and children with burn injuries.",
        "General surgeons are called to participate in and, occasionally, lead the care of patients with combined burns and other injuries.",
        "General surgeons are called to perform procedures for patients with burn injuries, in intensive care units, and during multiple casualty incidents and disasters.",
        "Fundamental burn care knowledge and skills can impact patients' chances of survival and future quality of life.",
        "This clinical review covers burn-specific aspects of the primary survey and follows the ABCDE approach.",
        "Additional details about core burn care principles are also presented in the review (e.g., inhalation injury, resuscitation, wound care).",
        "Special considerations in combined burns and other injuries are also presented (e.g., burns with concomitant abdominal, thoracic, skeletal, and/or intracranial injury(ies))",
        "This review is biased toward larger injuries, as there is often less time for review of core principles and inaction has life- and limb-threatening consequences.",
        "The initial assessment of burn-injured patients will be reviewed and next steps for their care will be provided using the ABCDE approach.",
        "Airway management of patients with burn injury can be complicated by inhalation injury, head and neck burns, and generalized edema from systemic inflammation and resuscitation. (Reference: 14)",
        "In addition to usual indications for advanced airway management, burn-injured patients should be evaluated for the inhalation injury.",
        "The inhalation injury can be Type I inhalation injury which affects the upper airway.",
        "The upper airway is an effective heatsink due to its rich capillary network.",
        "Prolonged duration or intense exposure to heat can lead to Type I inhalation injury and resultant edema of the lips, tongue, hypopharynx, and/or glottic opening.",
        "Type I inhalation injury can cause progressive airway obstruction, particularly when associated with a large burn and need for resuscitation.",
        "Secondary symptoms and signs of upper airway injury include loss of facial hair, soot in the mouth/nose, hoarseness, difficulty swallowing, and stridor.",
        "Inhalation injury can also be Type II, smoke inhalation.",
        "Type III is systematic toxicity that disrupts oxygen transport or use, for example, carbon monoxide [CO], hydrogen cyanide [HCN].",
        "Burn-injured patients should be evaluated for deep facial and circumferential or near-circumferential neck burns that limit mouth opening and neck mobility and cause airway edema.",
        "Burn-injured patients should be evaluated for extensive burns that will generate systemic inflammation and capillary leak requiring large volume resuscitation (≥40% total body surface area [TBSA]).",
        "Key Considerations and Pitfalls for General Surgeons Managing Patients With Burn Injuries",
        "Airway and breathing: In addition to usual indications, advanced airway management should be performed early in patients with deep head/neck burns and large burn injuries(e.g., >40–50% TBSA) and those with supraglottic inhalation injury.",
        "Airway and breathing: Many patients with flash burns to the face will not require intubation despite head/neck burns, as the oro- and hypo-pharynx act as excellent heat sinks and prevent supraglottic injury.",
        "Airway and breathing: Patients injured in an enclosed space or with high COHb levels (i.e., >10% COHb) should be treated with 100% oxygen until COHb normalizes.",
        "Airway and breathing: Cyanide toxicity should be suspected when patients injured in an enclosed space are in extremis, shock, and with significant metabolic/lactic acidosis despite resuscitation.",
        "Airway and breathing: Hydroxocobalamin (Cyanokit) should be immediately administered to patients with suspected cyanide toxicity.",
        "Airway and breathing: Patients who receive hydroxocobalamin are at increased risk of AKI and renal replacement therapy, so it should only be given when cyanide toxicity is suspected.",
        "Airway and breathing: Patients injured while smoking on home oxygen generally do not have severe inhalation injury. However, they can experience upper airway injury, and chronic obstructive pulmonary disease exacerbation can ensue.",
        "Airway and breathing: Escharotomy of the chest may be required for patients with deep and near circumferential truncal burns who are difficult to ventilate. This is rarely required in the first 1 to 2 hours after burn injury. Alternative causes for difficulty with ventilation should be sought during the primary and secondary surveys (e.g., mainstem intubation, pneumothorax).",
        "Circulation: Rule out nonburn causes of tachycardia, hypotension, and/or shock while addressing burn shock during primary and secondary surveys.",
        "Circulation: Burn shock is a combination of inflammation-induced capillary leak, vasoplegia, and varying degrees of myocardial dysfunction. Treatment should be focused on goal-directed correction of hypovolemia, vasopressor use as required, and inotropic support if evidence of low ScVO2 or cardiac index.",
        "Circulation: The initial intravenous rate of warm LR for patients with major burns is 500 mL/h for children ≥14 years and adults, 250 mL/h for children aged 6–13 years, and 125 mL/h for children aged ≤5 years.",
        "Circulation: Early coadministration of colloid (e.g., albumin, plasma) with LR may reduce total resuscitation volumes.",
        "Circulation: Plasma may mitigate the endotheliopathy of burns.",
        "Circulation: Runaway resuscitations or resuscitation failures occur when there is oliguria, hypotension, and progressive acidosis despite appropriate fluid adjustments.",
        "Circulation: Patients approaching the Ivy index (i.e., 250 mL/kg administered during the first 24 hours of injury), resuscitation volumes≥6 mL/kg/%TBSA, or hourly total fluid rates ≥1500 mL/h should signal runaway resuscitations. Use of colloid, renal replacement therapy, ultra-early excision for full-thickness injuries, or plasma exchange for partial thickness injuries should be considered.",
        "Circulation: When combined burn and other injuries, hemorrhagic shock should be addressed while burn shock is treated with plasma-based resuscitation to reduce the risk of coagulopathy.",
        "Disability: Full-thickness burns that are circumferential or near circumferential can have a tourniquet effect and prevent soft-tissue expansion with progressive edema during resuscitation. The result is increased compartment pressures and compartment syndromes.",
        "Disability: Partial thickness injuries rarely cause compartment syndromes and should not be incised unless there are signs and symptoms of elevated compartment pressures; extremities with partial thickness injury can be elevated to reduce swelling.",
        "Disability: The goal of escharotomy is to relieve the pressure by incising only the eschar, which is achieved by incision through the dermis and subdermal bands and does not require incision into the subcutaneous fat, fascia, or muscle.",
        "Disability: Bleeding is common and should be systematically controlled to avoid major blood loss.",
        "Disability: Note that burn-injured patients during resuscitation generally experience both dilutional and consumptive coagulopathy. Use of electrocautery and sutures to control bleeding is typically required.",
        "Exposure: Complete exposure in the emergency unit allows inspection for other injuries, access for procedures, and estimation of burn depth and size.",
        "Exposure: Exposure also leads to hypothermia when patients have lost the thermoregulation capabilities of intact skin. Hypothermia in the emergency unit and on admission to the intensive care unit is associated with delayed wound healing, sepsis, MODS, and death.",
        "Exposure: Photos can be quickly taken before the patient is again covered and warmed to allow multiple providers to see and understand the injury and estimate burn depth and size with less time pressure.",
        "Exposure: Passive warming is necessary but insufficient (e.g., warm room, warm blankets, Mylar head covering) for adults and children with≥10–20% TBSA injuries.",
        "Exposure: Evaporative cooling should be prevented by coverage with Mylar blankets, plastic gowns, or greasy dressings.",
        "Exposure: Active warming with forced air warming blankets, warmed fluids, warm humidified air/oxygen, radiant heat lamps, and/or intravascular or intra-esophageal warming devices may be required.",
        "Exposure: Invasive devices are used when core temperatures are <35°C.",
        "MODS, multiple-organ dysfunction syndrome",
        "J Trauma Acute Care Surg",
        "Volume 99, Issue 1 Stewart et al.",
        "Copyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.",
        "The associated condition is poor oxygenation or ventilation, or abnormalities on chest imaging.",
        "Careful history and direct examination are most useful to identify the condition.",
        "Flexible laryngoscopy can demonstrate evidence of inhalation injury and edema.",
        "Evidence of inhalation injury and edema only represents a moment in time.",
        "Minor symptoms in patients with smaller burns who can describe their symptoms can be observed.",
        "Patients with flash burns affecting the face without prolonged exposure to smoke within an enclosed space may have singed facial hair, soot in their mouth/nose, and facial burns.",
        "These patients are low risk for significant Type I inhalation injury requiring intubation.",
        "Timely endotracheal intubation is the treatment for significant Type I inhalation injury.",
        "Use of noninvasive positive pressure ventilation, steroids, racemic epinephrine, heliox, and other temporary measures is not advised for significant Type I inhalation injury.",
        "Deep facial and neck burns can limit the oral aperture and neck mobility and are harbingers for significant airway edema related to Type I inhalation injury and/or venous obstruction of the hypopharynx and neck.",
        "When facial and/or airway edema is severe, a surgical airway should be included in the airway management plan, and appropriate resources should be at the ready.",
        "Repeated manipulation of an injured glottis, particularly in children, can precipitate airway obstruction.",
        "A surgical airway should be performed without delay in such cases.",
        "Systemic inflammation and large volume resuscitation requirements associated with large burn injuries (e.g., ≥40% TBSA) can cause progressive airway obstruction and/or pulmonary edema that result in respiratory failure.",
        "In most cases, patients with large burn injuries should be intubated shortly after presentation before it becomes unsafe to do so.",
        "Note that induction of anesthesia for endotracheal intubation in patients with burn shock (i.e., hypovolemia, vasoplegia, myocardial dysfunction) can cause cardiac arrest.",
        "Initiating resuscitation and augmenting hemodynamics with vasopressors are recommended before induction.",
        "Type II Inhalation Injury is caused by prolonged or intense exposure to smoke particles and toxic gases generally within an enclosed space.",
        "The result is a neuropeptide-mediated cascade of inflammation, disruption of mucociliary clearance, epithelial sloughing, pulmonary and interstitial edema, and impaired gas exchange.",
        "The initial chest x-ray is generally normal, but imaging after 6 to 12 hours may demonstrate bilateral diffuse airspace disease that can complicate the diagnosis of acute respiratory response syndrome (ARDS)",
        "Patients can have significant Type II inhalation injury without Type I or III inhalation injury and vice versa.",
        "Therefore, a blood gas with normal carboxyhemoglobin (COHb) levels should not be used to rule out Type II inhalation injury.",
        "Instead, diagnosis relies on history and bronchoscopy with bronchoalveolar lavage.",
        "Bronchoscopy should be performed within the first 24 to 48 hours of admission.",
        "Bronchoscopists use the Abbreviated Injury Scale to diagnose Type II inhalation injury using signs such as soot deposits, bronchorrhea, mucosal edema, mucosal friability, airway plugging, and necrosis.",
        "A bronchoalveolar lavage sample is sent for gram stain and culture.",
        "Antibiotics to cover community-acquired pneumonia are initiated with positive gram stain or culture to reduce the risk of pneumonia, particularly for patients with more severe inhalation injury.",
        "Once Type II inhalation injury is diagnosed, treatment includes inhaled heparin to prevent fibrin crosslinking of exudate and sloughed epithelial cells in the airways, albuterol to mitigate air trapping behind dynamic airway obstructions, and N-acetylcysteine to serve as a mucolytic and free radical scavenger (heparin-albuterol-mucolytic therapy). This therapy significantly reduces ventilator days.",
        "Multiple mechanical ventilation strategies for severe inhalation injury have been described, but no strategy is definitively more effective than one's institutional best practices and lung protective ventilation when appropriate.",
        "Serial toilet bronchoscopy is not required unless there is persistent or recurrent lobar collapse related to mucus/slough plugging.",
        "Type III Inhalation Injury is caused by inhalation of smoke gases, and carbon monoxide (CO) is one of the most severe and well-described smoke gases.",
        "Carbon monoxide has a high affinity for hemoglobin, impairing the release of oxygen in tissues and leading to cellular anoxia.",
        "When COHb comprises a significant proportion of all hemoglobin, cellular anoxia can be symptomatic and potentially fatal.",
        "Levels above 10% should be treated.",
        "When COHb is ≥20% to 30%, significant symptoms can occur including headache, nausea, confusion, tachycardia, and hypotension.",
        "At COHb >40% to 50%, loss of consciousness, seizures, coma, and circulatory collapse can ensue.",
        "Carboxyhemoglobin can be measured by blood gas analysis, but a pulse oximeter may report a reassuringly high peripheral capillary oxygen saturation (SpO2), as COHb absorbs infrared light and is detected as oxygenated hemoglobin.",
        "The treatment for CO toxicity is administration of 100% oxygen, which can decrease the half-life of COHb.",
        "The authors of the article Stewart et al. J Trauma Acute Care Surg, Volume 99, Issue 1, 2025, discuss the treatment of CO toxicity",
        "Hydrogen cyanide is emitted from the combustion of plastics, resins, and synthetic materials.",
        "Some natural fibers can release Hydrogen cyanide because of their nitrogen content.",
        "Hydrogen cyanide binds to the ferric iron moiety of cytochrome oxidaseα 3",
        "The binding of Hydrogen cyanide inhibits the mitochondrial cytochrome complex",
        "The disruption of oxygen utilization, oxidative phosphorylation, and aerobic metabolism occurs due to the binding of Hydrogen cyanide",
        "Hallmarks of Hydrogen cyanide toxicity include significant lactic acidemia",
        "The significant lactic acidemia is represented by a level of ≥8 mmol/L",
        "Hypotension despite resuscitation is also a hallmark of Hydrogen cyanide toxicity",
        "The cardiac dysfunction and loss of vasomotor tone causes the hypotension",
        "In the emergency unit setting, patients injured within an enclosed space who have significant metabolic acidosis, lactate levels ≥8 mmol/L, or shock despite resuscitation are considered to have Hydrogen cyanide toxicity",
        "The serum cyanide ion concentration can be measured but is not routinely available in clinical settings",
        "Hydroxocobalamin is the treatment for Hydrogen cyanide toxicity",
        "Hydroxocobalamin should be immediately administered for Hydrogen cyanide toxicity",
        "Hydroxocobalamin binds free cyanide creating cyanocobalamin (vitamin B12)",
        "Cyanocobalamin is readily excreted in the urine",
        "Oxalate, a minor metabolite, is also formed when using Hydroxocobalamin",
        "Hydroxocobalamin should not be used indiscriminately, as it can cause oxalate crystal nephropathy",
        "Patients who receive hydroxocobalamin have higher rates of acute kidney injury (AKI) and need for renal replacement therapy",
        "The treatment for torso compartment syndrome is escharotomy incisions through full-thickness eschar",
        "The escharotomy incisions release the chest and/or abdomen to move effectively with ventilation",
        "The treatment for torso compartment syndrome is applied when full-thickness, leathery, circumferential or near-circumferential eschar to the upper torso prevents effective ventilation",
        "Deep purple-colored bodily fluids occur in patients administered hydroxocobalamin",
        "The discoloration can cause spectrophotometric interference",
        "The discoloration can affect the validity of key laboratory tests",
        "The discoloration can complicate assessment of injury depth",
        "Smoking-Related Home Oxygen Burn Injuries can occur in patients with chronic obstructive pulmonary disease or other chronic, severe pulmonary diseases",
        "These patients can have flash burns from smoking while using oxygen",
        "The burns are usually on the nose, lips, and/or cheeks",
        "Intubation is not required for Smoking-Related Home Oxygen Burn Injuries if the inhalation injury is not present",
        "A large lip swelling may be a sign of acute on chronic hypoxemia or hypercarbia.",
        "Exacerbation of COPD may occur while using oxygen, even when it was previously avoided.",
        "The use of oxygen is a common medical management strategy.",
        "Burn shock is caused by a significant and dysregulated immunoinflammatory activation due to large burn injury.",
        "Burn shock involves inflammation-induced capillary leak, vasoplegia, and myocardial dysfunction.",
        "Fluid losses from partial thickness wounds can contribute to burn shock.",
        "Endotoxemia from gut bacterial translocation can be a contributing factor to burn shock.",
        "Ischemia-reperfusion injury in marginally perfused tissue beds can contribute to burn shock.",
        "Hyperviscosity syndrome from hemoconcentration can be a factor that contributes to burn shock.",
        "Inflammatory and iatrogenic endothelial injury can contribute to burn shock.",
        "The degree of immunoinflammatory activation rapidity increases exponentially within the first hours after burn injury.",
        "The amount of capillary leak, severity of vasoplegia, and degree of cardiac dysfunction respond well to individualized, goal-directed resuscitation.",
        "Peak burn shock typically occurs between post-injury hours 12 and 18, and requires less resuscitation after 18 to 48 hours.",
        "In the emergency unit, the goal is to identify and determine the cause of shock, establish secure and durable intravenous access, roughly estimate burn depth and size, and initiate resuscitation.",
        "Non-burn causes of shock should be ruled out before deciding on a course of action.",
        "Two large-bore venous catheters should be obtained through unburned skin, or sutured in place if passed through burned skin.",
        "Intra-osseous needles can be used if securing venous catheters is difficult.",
        "Central venous access can be delayed until after the primary and secondary surveys.",
        "In patients without other causes of shock, small boluses of warmed lactated Ringer's solution should be given until end-organ perfusion is improved.",
        "Vasopressors and inotropes may be used but are usually not required in the first few hours of isolated burn shock resuscitation.",
        "Escharotomy should be performed on full-thickness burns (third-degree or deeper burns) while avoiding boney prominences and neurovascular structures.",
        "Surgical or enzymatic escharotomy should only be done in consultation with burn care providers."
    ]
}