{
    "content": [
        {
            "type": "textitem",
            "text": "There are nearly 700,000 adults and children with burn injuries who seek care in America each year. While most patients with major burn injuries are cared for at American Burn Association -verified burn centers, many of them present to nonburn centers initially or present with combined burns and other injuries. Despite this, burn surgery is no longer mandated by the Accreditation Council for Graduate Medical Education for general surgery residency and is rarely a meaningful component of surgical critical care fellowships. However, general surgeons are called to participate in and, occasionally, lead the care of adults and children with burn injuries when burn expertise is not available, for patients with combined burns and other injuries, when procedures are required, in intensive care units, and/or during multiple casualty incidents and disasters. Fundamental burn care knowledge and skills deployed during these moments can radically impact patients' chances of survival and future quality of life. This clinical review covers burn-specific aspects of the primary survey and follows the ABCDE approach. Additional details about core burn care principles (e.g., inhalation injury, resuscitation, wound care) and special considerations in combined burns and other injuries are also presented (e.g., burns with concomitant abdominal, thoracic, skeletal, and/or intracranial injury(ies)). ( J Trauma Acute Care Surg. 2025;99: 10 -23. Copyright © 2025 Wolters Kluwer Health, Inc. All rights reserved.)",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "KEY WORDS: Burns; inhalation injury; resuscitation; wound care.",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "T here are nearly 700,000 adults and children with burn injuries who seek care in America each year. 1 Most of those are cared for in the outpatient setting and rarely require attention from general surgeons. 2 About 30,000 patients with burn injuries are admitted to hospitals annually, and half of those have relatively minor injuries not requiring surgical care. The remainder, around 10,000 patients each year, have more extensive injuries requiring emergency procedures, critical care, and/or surgery, and 80% of those are cared for at American Burn Association -verified burn centers by well-orchestrated multidisciplinary teams organized to provide high-quality care across the injury continuum. 3 -5 Thus, thousands of burninjured patients are cared for outside of burn centers or present to nonburn centers for stabilization and may require care by general surgeons. Importantly, general surgeons are keystones of care for patients with multidimensional trauma, who represent between 0.5% and 1.2% of injured patients at trauma centers nationally. 6,7",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "Despite the need for broadly trained general and trauma surgeons, burn surgery is no longer mandated by the Accreditation Council for Graduate Medical Education for general surgery",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "Submitted: November 14, 2024, Revised: February 14, 2025, Accepted: November 24, 2024, Published online: March 13, 2025.",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "From the Division of Trauma, Burn and Critical Care Surgery (B.T.S., D.J., S.A.), Harborview Medical Center, University of Washington, Seattle, Washington; Division of Acute Care Surgery (M.A.H.), University of Michigan, Ann Arbor, Michigan; Department of Surgery (L.J.), Emory University, Atlanta, Georgia; and Department of Surgery (L.J.), Uniformed Services University of the Health Sciences, Bethesda, Maryland.",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "Address for correspondence: Barclay T. Stewart, MD, PhD, FACS, Division of Trauma, Burn and Critical Care Surgery, Harborview Medical Center, University of Washington, 325 9th A ve, Box 359796, Seattle, W A 98104; email: barclays@uw.edu.",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "DOI: 10.1097/TA.0000000000004559",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "residency and is rarely a meaningful component of surgical critical care fellowships. 8 However, general surgeons are called to participate in and, occasionally, lead the care of adults and children with burn injuries when local burn expertise is not available, for patients with combined burns and other injuries, when procedures are required, in intensive care units, and during multiple casualty incidents and disasters. Fundamental burn care knowledge and skills deployed during these moments can radically impact patients' chances of survival and future quality of life. 9 -13",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        },
        {
            "type": "textitem",
            "text": "This clinical review covers burn-specific aspects of the initial assessment and follow the ABCDE approach (Table 1). Additional details about core burn care principles (e.g., inhalation injury, resuscitation, wound care) and special considerations in combined burns and other injuries are also presented. Lastly, this review is biased toward larger injuries, as there is often less time for review of core principles and inaction has life- and limbthreatening consequences.",
            "section_hierarchy": [
                "ABSTRACT:"
            ],
            "parent_section": "ABSTRACT:",
            "subsection": null
        }
    ],
    "tables": [],
    "images": [],
    "references": []
}